
<html data-server-rendered="true"><head><title>数据解析服务协议</title></head> <style>
    td {
        border-left: 1px solid #000000 !important;
        border-top: 1px solid #000000 !important;
    }
    table {
        border-bottom: 1px solid #000000 !important;
        border-right: 1px solid #000000 !important;
    }

    body {
        font: '12px/1.5 Microsoft YaHei,Heiti SC,PingFang SC,tahoma,arial,Hiragino Sans GB,&quot;\5B8B\4F53&quot;,sans-serif';
        padding: 20px;
    }
</style> <body><div class="editor"><p><h1 align="center"><strong>数据解析服务协议</strong></h1>
    <p style="text-indent: 2em;">本协议由智莲（北京）科技有限公司（以下简称&ldquo;本公司&rdquo;）和您签订。为明确用户在接受和提供本手机客户端服务过程中的权利义务，特制订本协议。<strong>您在通过本软件使用本公司提供的服务前，请仔细阅读以下的全部条款，一经点击&ldquo;同意&rdquo;或&ldquo;勾选&rdquo;后完成下一步操作，即视为您同意了本协议全部条款</strong>。所以，若您对本协议任何条款有异议的，请不要操作下一步或点击&ldquo;同意&rdquo;或&ldquo;勾选&rdquo;。</p>
    <p><strong>第一条&nbsp;服务内容</strong></p>
    <p>（一）本公司提供的数据解析服务（以下简称本服务）：指本公司在您授权的情况下，利用您留存的基本信息，通过信息服务提供机构从特定第三方机构获取关于您的个人信息，并加以分析、整理后，为您本次借款资信评审服务提供必要的信息要素。本公司将参考您的上述信息，判断您的资信水平和相关风险，从而决定相关产品与您的交易条件或者其他相关的决策。</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;基本信息是指为完成本公司提供的某项服务，所必须的信息。包括但不限于姓名、身份证号码、手机号、银行卡号、信息提供平台登录账号、密码等，具体基本信息种类以页面展示为准。</p>
    <p>（二）本公司提供的数据解析服务种类如下：</p>
    <p>1.住房公积金查询服务，是指本公司在您授权的情况下，利用您留存的基本信息，通过信息服务提供机构从各地住房公积金官网获取您个人公积金信息的服务。</p>
    <p>2.&nbsp;社保查询服务，是指本公司在您授权的情况下，利用您留存的基本信息，通过信息服务提供机构从各地社保网上服务平台获取您社保信息的服务。</p>
    <p>3.&nbsp;手机使用情况查询服务，是指本公司在您授权的情况下，利用您留存的基本信息，通过信息服务提供机构从移动运营商处获取您手机使用情况的服务。</p>
    <p>4.&nbsp;征信查询服务，是指本公司在您授权的情况下，利用您留存的基本信息，通过信息服务提供机构登录人行征信中心，最终获得您个人征信情况的服务。</p>
    <p>5.&nbsp;芝麻信用查询服务，是指本公司在您授权的情况下，利用您留存的基本信息，获得芝麻信用对您的评分或相关数据的服务。</p>
    <p>6.&nbsp;信用卡账单服务，是指本公司在您授权的情况下，利用您留存的基本信息，通过信息服务提供机构登录对应银行信用卡平台获取您的信用卡账单的服务。</p>
    <p>7.&nbsp;银行账户验证服务，是指本公司在您授权的情况下，利用您留存的基本信息，通过信息服务提供机构登录对应银行网银平台获取您的银行账户信息及账户流水信息。</p>
    <p>8.&nbsp;淘宝账户数据解析服务，是指本公司在您授权的情况下，利用您留存的基本信息，通过信息服务提供机构登录您的淘宝账户，对您的淘宝账户进行查询。查询范围包括但不限于账户姓名、近期购物记录、收件人姓名及地址等。</p>
    <p>9.&nbsp;京东账户数据解析服务，是指本公司在您授权的情况下，利用您留存的基本信息，通过信息服务提供机构登录您的京东账户，对您的京东账户进行查询。查询范围包括但不限于账户姓名、近期购物记录、收件人姓名及地址、白条分等。</p>
    <p>10.&nbsp;支付宝账户数据解析服务，是指本公司在您授权的情况下，利用您留存的基本信息，通过信息服务提供机构登录您的支付宝账户，对您的支付宝账户进行查询。查询范围包括但不限于账户姓名、近期购物记录、收件人姓名及地址、生活缴费记录等。</p>
    <p>11.&nbsp;学信网账户数据解析服务，是指本公司在您授权的情况下，利用您留存的基本信息，通过信息服务提供机构登录您的学信网账户，并对您的学信网账户信息进行查询、获取。</p>
    <p>12.&nbsp;邮箱数据解析服务，是指本公司在您授权的情况下，利用您留存的基本信息，通过信息服务提供机构登录您的邮箱，获取为您提供服务必要的邮件，包括但不限于银行对账单、电子账单、生活邮件等邮件、邮箱联系人、QQ群等信息。</p>
    <p>13.&nbsp;负面信息（黑名单）数据解析服务，是指本公司在您授权的情况下，利用您留存的基本信息，通过信息服务提供机构向公开渠道查询关于您的负面信息。负面信息是指不利于对您借款审批通过的各类信息，包括但不限于借款逾期信息、被执行人失信人员信息等。</p>
    <p>14.&nbsp;网贷数据解析服务，是指本公司在您授权的情况下，利用您留存的基本信息，登录您所注册的网贷平台，获取您在该等网贷平台中的投资理财数据，并为您提供定期更新及展示上述数据的服务。</p>
    <p>（三）本公司承诺尽商业上的合理努力采用安全技术和程序保障用户信息安全，且上述技术和程序不低于国家法律法规的要求，以防信息的丢失、不当使用等情况的发生。</p>
    <p>（四）为有效保障您使用本服务时的合法权益，您理解并同意接受以下规则：</p>
    <p>1.&nbsp;本公司可能会以电话、电子邮件、短信、客户端通知等方式就某项服务的变更或增设对您进行通知，或提示您下一步的操作，但本公司不保证您能够收到或者及时收到该等通知，且不对此承担任何后果。</p>
    <p>2.&nbsp;您同意并理解，基于运行和交易安全的需要，本公司可以暂时停止提供本服务的全部或部分功能，或提供新的功能，在任何服务功能减少、增加或者变化时，只要您仍然使用本功能，表示您仍然同意本协议或者变更后的协议。</p>
    <p><strong>第二条&nbsp;授权条款</strong></p>
    <p><strong>（一）您不可撤销地授权本公司利用您留存的基本信息，通过信息服务提供机构调取您在其他机构留存/生成的相关信息，同时您同意本公司及信息服务提供机构对该等信息加以留存、分析、整理及加工。</strong></p>
    <p><strong>（二）您不可撤销地授权本公司利用上述信息向您提供本次借款资信评审服务，结合您的本次借款申请判断您的资信水平和相关风险，从而决定相关产品与您的交易条件或者其他相关的决策。</strong></p>
    <p><strong>（三）您不可撤销地授权本公司及信息服务提供机构可将上述信息用于本公司或信息服务提供机构向您提供的其他服务中。</strong></p>
    <p><strong>（四）在为您提供服务的过程中，因某种原因导致本公司无法利用您留存的基本信息通过信息服务提供机构完成本次服务，您同意并授权本公司或信息服务提供机构运用曾经（如有）为您提供服务时所留存的信息来完成本次服务。如果本公司或信息服务提供机构留存的关于您的信息不足以支持本公司完成本次服务，本公司有权拒绝向您提供服务，并不承担由此给您造成的损失。</strong></p>
    <p><strong>（五）上述条款中涉及的&ldquo;采集、整理与加工&rdquo;包括但不限于对用户信息的内容和/或形式进行重新排序、结构化、格式化、标准化等方法。</strong></p>
    <p><strong>（六）为更好地为您提供服务，您同意并授权信息服务提供机构可与其合作的第三方进行联合研究，并可将通过本协议获得的您的信息投入到该等联合研究中。但信息服务提供机构与其合作的第三方在开展上述联合研究前，应要求其合作的第三方对在联合研究中所获取的您的信息予以保密。</strong></p>
    <p><strong>（七）您在本协议项下对信息服务提供机构的授权将视为对其关联公司的授权。信息服务提供机构及其关联公司均可凭借您的授权及本协议约定执行相关操作。另外，在签署保密协议的情况下，您在本协议中的相关授权可延伸到信息服务提供机构指定的第三方公司。</strong></p>
    <p><strong>第三条&nbsp;您的权利与义务</strong></p>
    <p>（一）&nbsp;您必须为年满18岁并具有完全民事行为能力的自然人。&nbsp;</p>
    <p>（二）&nbsp;您点击&ldquo;同意&rdquo;或&ldquo;勾选&rdquo;，即视为同意本协议全部内容，本公司亦即视为该等操作是证明、声明和保证您为接受服务的主体，并应遵守本协议的相关规定。</p>
    <p>（三）&nbsp;您只能通过本公司软件获取自己的信息，不得在他人未知情的情况下获取他人的信息。</p>
    <p>（四）&nbsp;您应妥善保管好登录本公司软件的账户名、密码等信息，并对以您名义进行的申请、查询等所有操作行为承担所有法律责任。&nbsp;</p>
    <p>（五）&nbsp;<strong>您应妥善保管本人信息，包括并不限于用户名、账号、手机号码、密码、验证码。如因您本人保管个人信息不善，或因您不慎登录&ldquo;钓鱼&rdquo;网站、互联网邮箱系统出现安全问题，导致他人获得您的个人信息，或因此导致个人信息被他人取得可能导致用户遭受损失的后果由您自行承担。</strong></p>
    <p>（六）&nbsp;查询相关信息的数据来源均为第三方服务提供商，如有与第三方服务提供商所提供的信息存在差异，应以第三方服务提供商信息为准。您不应将其作为针对本手机客户端任何投诉、起诉、要求或者其他法律程序的依据。&nbsp;</p>
    <p>（七）&nbsp;您不得传送任何包含病毒、木马、蠕虫等可能破坏、感染、密码拦截任何系统，数据和信息的程序，不得通过黑客、密码破译等方式违法侵入计算机和网络系统，他人账户。</p>
    <p><strong>第四条&nbsp;不可抗力条款</strong></p>
    <p style="text-indent: 2em;"><strong>因台风、地震、海啸、洪水、战争、计算机病毒感染、黑客攻击、网络通信故障等不能预见、不能控制的不可抗力因素，造成本公司不能正常向您提供服务而可能导致的损失，本公司不承担责任。</strong></p>
    <p><strong>第五条&nbsp;特殊情形</strong></p>
    <p style="text-indent: 2em;"><strong>您理解并同意，鉴于网络服务的特殊性，信息来源提供方随时可能变更、暂停、中止或者终止部分或全部的查询服务。本协议中的相关条款根据该变更而自动做相应修改，双方无须另行签订协议，本公司也无需就上述服务的变更、暂停、中止或者终止向您承担任何责任。</strong></p>
    <p style="text-indent: 2em;"><strong>本协议可在您接受本公司提供服务的过程中多次使用，未来为您提供服务时再次涉及到本协议服务内容时无需您另行签署。</strong></p>
    <p><strong>第六条&nbsp;知识产权</strong></p>
    <p style="text-indent: 2em;">本公司是提供信息服务的第三方，与本软件相关的任何内容和资源（包括但不限于文字、图案、图表、色彩、动画、声音、页面设计）的知识产权均属于本公司所有，受《著作权法》、《商标法》《专利法》、《反不正当竞争法》及其他相关法律法规的保护。未经本公司书面明确许可，任何单位和个人不得以任何方式将平台之内容和相关资源作全部或部分复制、转载、引用、编辑和建立本手机客户端的镜像。</p>
    <p><strong>第七条&nbsp;网络传输风险</strong></p>
    <p style="text-indent: 2em;"><strong>您理解并同意，由于本协议所列服务涉及个人隐私，通过网络提供和传输存在特定的泄密风险，用户一经充分考虑到该风险，并愿意承担该风险通过网络的方式完成本项服务，如果因网络传输导致个人隐私泄露等后果，将由用户自行承担。</strong></p>
    <p><strong>第八条&nbsp;法律适用条款以及争议解决方式</strong></p>
    <p style="text-indent: 2em;">本协议的解释、履行及争议的解决均适用中华人民共和国法律。在协议履行期间，凡由本协议引起的或与本协议有关的一切争议、纠纷，当事人应首先协商解决。协商不成，在本公司所在地法院提起诉讼。</p>
    <p><strong>第九条&nbsp;附则</strong></p>
    <p>（一）&nbsp;若本协议中的任何条文无论因何种原因完全或部分无效或不具有执行力，本协议的其他条款仍继续有效。</p>
    <p>（二）&nbsp;本协议未尽事宜，根据我国相关法律、法规、各信息提供方相关业务规定及您注册本网站/APP时同意的《用户注册协议》办理。如需制定补充协议，其法律效力同本协议。</p>
    <p>（三）&nbsp;本协议将使用电子签署的方式完成签署，自您点击&ldquo;同意&rdquo;或&ldquo;勾选&rdquo;并进行下一步操作后则协议生效。</p>
    <p>（以下无正文）</p>
    <p>&nbsp;</p>
    <p>授 权 人 ：{{$loanName}}</p>
    <div><span style="color: #ffffff;">{{$kwBorrower}}</span></div>
    <p>证件号码：{{$loanIdCard}}</p>
    <p>手机号码：{{$loanMobile}}</p>
    <p>授权日期：{{$signDate}}</p></div></body></html>